homework-08/linked_on_COMPLETE/app/views/users/new.html.erb

SELECT "skills".* FROM "skills"
---
  <%= f.label :skills %>
  <% Skill.all.each do |s| -%>