homework-08/linked_on_COMPLETE/app/controllers/home_controller.rb

SELECT "companies".* FROM "companies"
SELECT "users".* FROM "users"
SELECT "skills".* FROM "skills"
---
  def home
    @companies = Company.all
    @users = User.all
    @skills = Skill.all