homework-08/linked_on_COMPLETE/app/controllers/skills_controller.rb

INSERT INTO "skills" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "Excel"], ["created_at", "2015-06-05 06:08:34.670666"], ["updated_at", "2015-06-05 06:08:34.670666"]]
---
	def create
		@skills = Skill.new(skill_params)

		if @skills.save